{
    "title": "Політика конфіденційності",
    "content": [
        {
            "type": "title",
            "content": "Останнє оновлення: 01 травня 2020 року",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Codevery, Inc. (www.codevery.com), а також будь-який теперішній або майбутній афілійований або пов’язаний з нею додаток, веб-сайт або компанія (“Codevery” або “ми”), визнає важливість вашої конфіденційності. Ця політика конфіденційності розповідає про те, яку особисту інформацію ми збираємо і як ми її використовуємо. Codevery може час від часу змінювати цю політику конфіденційності на власний розсуд, як описано в розділі 7 нижче. Використовуючи або відвідуючи будь-який веб-сайт, додаток, продукт, програмне забезпечення, інструмент, канал даних та/або послугу Codevery (разом “Послуга”), ви розумієте та погоджуєтесь з умовами цієї політики.",
            "class": ""
        },
        {
            "type": "title",
            "content": "1. Вступ:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Ласкаво просимо до Day-Life, вашого відданого супутника для легкого та впевненого управління діабетом. Наша місія полягає в тому, щоб дати вам можливість взяти під контроль своє здоров’я, надаючи комплексну, зручну платформу для відстеження, управління та розуміння діабету.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "У Day-Life ми глибоко цінуємо вашу конфіденційність і довіру, яку ви нам надаєте, щоб ми відповідально обробляли ваші персональні дані про здоров’я. Ця Політика конфіденційності розроблена для того, щоб прозоро описати, як ми збираємо, використовуємо, захищаємо та передаємо вашу інформацію. Ми прагнемо забезпечити, щоб ваші дані оброблялися з максимальною обережністю та конфіденційністю, дотримуючись найвищих стандартів конфіденційності та захисту даних.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Використання Day-Life означає, що у вас є надійний партнер на шляху до контролю діабету. Ми прагнемо захистити вашу особисту інформацію, пропонуючи персоналізоване обслуговування, адаптоване до ваших потреб у сфері охорони здоров’я. Ця політика ознайомить вас з нашими методами обробки даних та вашими правами щодо вашої особистої інформації.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Ми рекомендуємо вам уважно прочитати цю Політику конфіденційності, щоб зрозуміти наш підхід до конфіденційності та те, як ваші дані відіграють вирішальну роль у наданні вам найкращого можливого сервісу. Якщо у вас виникли запитання або занепокоєння щодо нашої політики конфіденційності, будь ласка, зв’яжіться з нами.",
            "class": ""
        },
        {
            "type": "title",
            "content": "2. Збір інформації:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life покликаний допомогти вам ефективно контролювати діабет. Для цього наш додаток збирає певні типи інформації, які необхідні для надання персоналізованої інформації про стан здоров’я та покращення вашого досвіду. У цьому розділі нашої Політики конфіденційності описано типи даних, які ми збираємо, і те, як вони використовуються.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Особиста інформація:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "<strong>Дані, надані користувачем:</strong> Сюди входить інформація, яку ви вводите при створенні облікового запису, наприклад, ваше ім’я, адреса електронної пошти, вік і стать.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "<strong>Дані про стан здоров’я:</strong> Ви можете ввести або дозволити збір даних, пов’язаних зі здоров’ям, таких як рівень глюкози в крові, використання інсуліну, дієтичні звички та фізичні вправи.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Ми обробляємо всі персональні дані з повагою та конфіденційністю, а збір цієї інформації здійснюється виключно з метою покращення вашого досвіду користування сайтом Day-Life та надання персоналізованої підтримки в управлінні діабетом. Ми рекомендуємо вам переглянути свої налаштування конфіденційності та контролювати інформацію, якою ви ділитеся з нами.",
            "class": ""
        },
        {
            "type": "title",
            "content": "3. Використання даних:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life використовує інформацію, яку ми збираємо від наших користувачів, з максимальною обережністю та відповідальністю. Метою збору даних є покращення функціональності нашого додатку та надання вам персоналізованого досвіду управління діабетом. Ось як ми використовуємо зібрані дані:",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "1. Персоналізоване управління здоров’ям:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Використання даних про стан здоров’я: Ваші дані про стан здоров’я, такі як рівень глюкози в крові, використання інсуліну та інформація про дієту, використовуються для надання персоналізованої інформації та рекомендацій, які допоможуть вам ефективніше контролювати діабет.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "ППостановка цілей і відстеження: Ми використовуємо ваші дані, щоб допомогти встановити цілі щодо здоров’я та відстежувати ваш прогрес у часі.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "2. Покращення та розширення функцій додатку:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Аналіз використання додатку: Інформація про те, як ви використовуєте додаток, допомагає нам визначити, які функції є найбільш цінними для наших користувачів, що дозволяє нам визначати пріоритети вдосконалення та впроваджувати нові функції.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Технічна оптимізація: Дані про пристрої та використання дозволяють нам оптимізувати роботу додатку на різних пристроях та операційних системах.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "3. Спілкування та підтримка:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Підтримка користувачів: Контактна інформація, наприклад, ваша електронна адреса, використовується для зв’язку з вами, надання підтримки та надсилання важливих сповіщень, пов’язаних з додатком.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Відгуки та опитування: Ми можемо використовувати вашу інформацію для отримання зворотного зв’язку або участі в опитуваннях для покращення наших послуг.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "4. Агрегація даних для досліджень:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Використання знеособлених даних: З вашої згоди анонімні дані про стан здоров’я можуть бути використані в дослідницьких цілях для кращого розуміння тенденцій розвитку діабету та покращення лікування діабету.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "5. Маркетингові та інформаційні оновлення:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Індивідуальний маркетинг: На основі використання вами додатку та ваших уподобань ми можемо надсилати вам персоналізовані маркетингові повідомлення та інформаційні матеріали, пов’язані з лікуванням діабету.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Зверніть увагу, що ми не продаємо вашу особисту інформацію третім особам. Всі дані використовуються з метою покращення вашого досвіду роботи з Day-Life та допомоги в ефективному управлінні діабетом.",
            "class": ""
        },
        {
            "type": "title",
            "content": "4. Зберігання та безпека даних:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Ми дотримуємося загальноприйнятих галузевих стандартів, щоб захистити вашу особисту інформацію. Жоден спосіб передачі даних через Інтернет, мобільні технології або метод електронного зберігання не є повністю безпечним. Тому, хоча ми намагаємося підтримувати фізичні, електронні та процедурні гарантії для захисту конфіденційності інформації, яку ми збираємо онлайн, ми не можемо гарантувати її абсолютну безпеку. Наш Сервіс має заходи безпеки, спрямовані на захист від втрати, неправильного використання та зміни інформації, що знаходиться під нашим контролем. Ми використовуємо стандартне шифрування Secure Socket Layer (SSL), яке кодує інформацію для таких передач. Вся інформація Сервісу зберігається на захищених серверах. Доступ до збережених даних захищений багаторівневими засобами безпеки, включаючи брандмауери, управління доступом на основі ролей і паролів. Ви несете відповідальність за збереження свого пароля в таємниці. Якщо у вас є підстави вважати, що ваша взаємодія з нами більше не є безпечною (наприклад, якщо ви відчуваєте, що безпека будь-якого облікового запису, який ви можете мати у нас, була порушена), будь ласка, негайно повідомте нас про проблему, зв’язавшись з нами за адресою <a href='mailto:dialife.codevery@gmail.com' class='!text-primary font-semibold'>dialife.codevery@gmail.com</a>.",
            "class": ""
        },
        {
            "type": "title",
            "content": "5. Права користувачів:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Відповідно до чинного законодавства, ви можете користуватися будь-якими правами, описаними в цьому розділі. Інформацію про запити щодо прав на персональні дані та про те, як подати запит, дивіться тут. Зверніть увагу, що ми можемо попросити вас підтвердити вашу особу та запит, перш ніж вжити заходів щодо вашого запиту.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "a. Керування вашою інформацією.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Якщо у вас є обліковий запис, ви можете отримати доступ до певної інформації та оновити її через налаштування вашого облікового запису. Ви несете відповідальність за підтримання вашої особистої інформації в актуальному стані.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "b. Виправлення неточної або неповної інформації.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Ви маєте право попросити нас виправити неточну або неповну особисту інформацію про вас (і яку ви не можете самостійно оновити в своєму Акаунті, якщо така є).",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "c. Доступ до даних і перенесення",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "У деяких юрисдикціях чинне законодавство може надавати вам право запитувати певні копії вашої особистої інформації, яку ми зберігаємо. Ви також маєте право вимагати копії персональних даних, які ви нам надали, у структурованому, загальноприйнятому та машинозчитуваному форматі та/або просити нас передати цю інформацію іншому постачальнику послуг (якщо це технічно можливо).",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "d. Зберігання та видалення даних.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Зазвичай ми зберігаємо вашу особисту інформацію стільки, скільки необхідно для виконання договору між вами та нами та для дотримання наших юридичних зобов’язань. У деяких юрисдикціях ви можете вимагати повного видалення вашої особистої інформації. Зверніть увагу, що якщо ви запитуєте видалення вашої особистої інформації:",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Ми можемо зберігати деяку вашу особисту інформацію, якщо це необхідно для наших законних ділових інтересів, таких як виявлення та запобігання шахрайству та підвищення безпеки. Наприклад, якщо ми призупиняємо дію акаунта через шахрайство або з міркувань безпеки, ми можемо зберегти певну інформацію з цього акаунта, щоб запобігти відкриттю користувачем нового акаунта в майбутньому.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Ми можемо зберігати і використовувати вашу особисту інформацію в обсязі, необхідному для виконання наших юридичних зобов’язань. Наприклад, для податкових зобов’язань, юридичної звітності та аудиту.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Інформація, якою ви поділилися з іншими (наприклад, відгуки, повідомлення на форумі), може залишатися загальнодоступною на Сервісі або через нього, навіть після того, як ваш Акаунт буде скасовано. Крім того, деякі копії вашої інформації (наприклад, записи журналів) можуть залишатися в нашій базі даних, але відокремлені від особистих ідентифікаторів.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Оскільки ми підтримуємо Сервіс для захисту від випадкової або зловмисної втрати та знищення, залишкові копії вашої особистої інформації можуть не видалятися з наших систем резервного копіювання протягом обмеженого періоду часу.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "e. Відкликання згоди та обмеження обробки.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Якщо ми обробляємо вашу особисту інформацію на підставі вашої згоди, ви можете відкликати свою згоду в будь-який час, змінивши налаштування вашого Акаунта або надіславши нам повідомлення із зазначенням того, яку згоду ви відкликаєте. Зверніть увагу, що відкликання вашої згоди не впливає на законність будь-якої діяльності з обробки, яка здійснювалася на підставі такої згоди до її відкликання. Крім того, в деяких юрисдикціях чинне законодавство може надавати вам право обмежувати способи використання нами вашої особистої інформації, зокрема, якщо (i) ви оскаржуєте точність вашої особистої інформації; (ii) обробка є незаконною, і ви заперечуєте проти видалення вашої особистої інформації; (iii) нам більше не потрібна ваша особиста інформація для цілей обробки, але вам потрібна інформація для встановлення, здійснення або захисту юридичних претензій; або (iv) ви заперечуєте проти обробки відповідно до наступного розділу і чекаєте на перевірку того, чи переважають наші законні підстави над вашими власними.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "f. Заперечення проти обробки.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "У деяких юрисдикціях чинне законодавство може надавати вам право вимагати від нас не обробляти вашу особисту інформацію для певних конкретних цілей (включаючи профілювання), якщо така обробка ґрунтується на законному інтересі. Якщо ви заперечуєте проти такої обробки, ми більше не будемо обробляти вашу особисту інформацію для цих цілей, якщо тільки ми не зможемо продемонструвати переконливі законні підстави для такої обробки або якщо така обробка необхідна для встановлення, здійснення або захисту юридичних претензій.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Якщо ваші персональні дані обробляються для цілей прямого маркетингу, ви можете в будь-який час попросити нас припинити обробку ваших даних для цих цілей прямого маркетингу, надіславши електронного листа на адресу <a href='mailto:dialife.codevery@gmail.com' class='!text-primary font-semibold'>dialife.codevery@gmail.com</a>.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "g. Подання скарг.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Ви маєте право подати скаргу на нашу діяльність з обробки даних, звернувшись до нас через розділ “Зв’язатися з нами” нижче або до наглядового органу.",
            "class": ""
        },
        {
            "type": "title",
            "content": "6. Передача та розкриття інформації третім особам:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life надає пріоритет приватності та конфіденційності даних наших користувачів. Відповідно до цього зобов’язання, ми не передаємо будь-яку особисту інформацію або інформацію про стан здоров’я, зібрану через наш додаток, стороннім організаціям. Дані наших користувачів використовуються виключно з метою надання та покращення наших послуг з управління діабетом і не продаються, не обмінюються та не розкриваються стороннім особам.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Ми дотримуємося цієї позиції щодо нерозголошення, щоб забезпечити довіру наших користувачів до наших послуг і підтримувати найвищі стандарти конфіденційності. У разі будь-яких майбутніх змін у цій політиці, користувачі будуть проінформовані, і їхня згода буде запитана відповідно до правових та етичних стандартів.",
            "class": ""
        },
        {
            "type": "title",
            "content": "7. Дотримання законів:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life повністю зобов’язується дотримуватися всіх відповідних законів і правил щодо конфіденційності та захисту даних в юрисдикціях, де ми працюємо. Це включає в себе дотримання основних законів, таких як GDPR в Європейському Союзі та HIPAA в США. Ми гарантуємо, що наша практика завжди відповідає вимогам законодавства, включаючи отримання чіткої згоди користувачів на обробку даних та повагу до прав користувачів щодо їхніх персональних даних. Наш підхід до дотримання вимог характеризується прозорістю та підзвітністю, і ми підтримуємо відкриту співпрацю з регуляторними органами. Призначений співробітник із захисту даних контролює наші зусилля щодо дотримання вимог законодавства, відповідаючи на будь-які запити та керуючи нашими стратегіями захисту даних.",
            "class": ""
        },
        {
            "type": "title",
            "content": "8. Конфіденційність дітей:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Умови надання послуг чітко передбачають, що Користувачі повинні бути (i) 18 років або старше. Day-Life свідомо не збирає особисту інформацію від користувачів молодше 13 років. У випадку, якщо ми дізнаємося, що ми зібрали будь-яку особисту інформацію від користувача віком до 13 років, ми спробуємо ідентифікувати та видалити цю інформацію з нашої бази даних.",
            "class": ""
        },
        {
            "type": "title",
            "content": "9. Оновлення Політики конфіденційності:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Ми залишаємо за собою право змінювати умови цієї політики конфіденційності в будь-який час. Коли ми вносимо зміни, ми переглядаємо дату “останнього оновлення” у верхній частині політики. Якщо в цій заяві або в тому, як ми будемо використовувати вашу особисту інформацію, відбудуться суттєві зміни, ми повідомимо вас, розмістивши повідомлення про такі зміни тут або на нашій домашній сторінці, або надіславши вам електронного листа. Ми рекомендуємо вам переглядати цю політику щоразу, коли ви відвідуєте один з наших веб-сайтів або додатків.",
            "class": ""
        },
        {
            "type": "title",
            "content": "10. Контактна інформація:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Для загальних запитань або подання скарги напишіть нам на електронну адресу <a class='!text-primary font-semibold' href='mailto:dialife.codevery@gmail.com'>dialife.codevery@gmail.com</a>, або поштою на адресу <a class='!text-primary font-semibold' href='https://goo.gl/maps/vSWuPwoVKDCTFSbT9'>69000 Ukraine, Zaporizhzhia Peremogy St, 61</a>.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Щоб деактивувати свій обліковий запис, перейдіть до головного меню, потім натисніть “налаштування” і прокрутіть список налаштувань до самого низу. Ви побачите опцію “Видалити мій обліковий запис”, натисніть на неї, і вам буде запропоновано ввести пароль до вашого облікового запису, щоб продовжити процес видалення. Після введення пароля натисніть кнопку “Видалити”. Після цього ваш обліковий запис буде видалено безповоротно.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Якщо ви хочете зберегти дані перед видаленням облікового запису, вам необхідно перейти в розділ “База даних” і створити резервну копію ваших даних. Після цього її можна зберегти, або відправити собі на електронну пошту чи в соціальні мережі, або будь-яким іншим зручним способом.",
            "class": ""
        }
    ]
}