{
    "title": "Политика конфиденциальности",
    "content": [
        {
            "type": "title",
            "content": "Последнее обновление: 01 мая 2020 года",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Codevery, Inc. (www.codevery.com), а также любое настоящее или будущее аффилированное или связанное с ней приложение, веб-сайт или компания (“Codevery” или “мы”), признает важность вашей конфиденциальности. Эта политика конфиденциальности рассказывает о том, какую личную информацию мы собираем и как мы ее используем. Codevery может время от времени изменять эту политику конфиденциальности по своему усмотрению, как описано в разделе 7 ниже. Используя или посещая любой веб-сайт, приложение, продукт, программное обеспечение, инструмент, канал данных и / или услугу Codevery (вместе “Услуга”), вы понимаете и соглашаетесь с условиями этой политики.",
            "class": ""
        },
        {
            "type": "title",
            "content": "1. Вступление:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Добро пожаловать в Day-Life, вашего преданного спутника для легкого и уверенного управления диабетом. Наша миссия состоит в том, чтобы дать вам возможность взять под контроль свое здоровье, предоставляя комплексную, удобную платформу для отслеживания, управления и понимания диабета.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "В Day-Life мы глубоко ценим вашу конфиденциальность и доверие, которое вы оказываете нам, ответственно относясь к вашим личным медицинским данным. Данная политика конфиденциальности призвана прозрачно описать, как мы собираем, используем, защищаем и передаем вашу информацию. Мы стремимся обеспечить, чтобы ваши данные обрабатывались с максимальной осторожностью и конфиденциальностью, соблюдая самые высокие стандарты конфиденциальности и защиты данных.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Использование Day-Life означает, что у вас есть надежный партнер на пути к контролю диабета. Мы стремимся защитить вашу личную информацию, предлагая персонализированное обслуживание, адаптированное к вашим потребностям в сфере здравоохранения. Эта политика ознакомит вас с нашими методами обработки данных и вашими правами в отношении вашей личной информации.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Мы рекомендуем вам внимательно прочитать эту Политику конфиденциальности, чтобы понять наш подход к конфиденциальности и то, как ваши данные играют решающую роль в предоставлении вам наилучшего возможного сервиса. Если у вас возникли вопросы или беспокойство относительно нашей политики конфиденциальности, пожалуйста, свяжитесь с нами.",
            "class": ""
        },
        {
            "type": "title",
            "content": "2. Сбор информации:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life призван помочь вам эффективно контролировать диабет. Для этого наше приложение собирает определенные типы информации, которые необходимы для предоставления персонализированной информации о состоянии здоровья и улучшения вашего опыта. В этом разделе нашей Политики конфиденциальности описаны типы данных, которые мы собираем, и то, как они используются.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Личная информация:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "<strong>Данные, предоставленные пользователем:</strong> Сюда входит информация, которую вы вводите при создании учетной записи, например, ваше имя, адрес электронной почты, возраст и пол.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "<strong>Данные о состоянии здоровья:</strong> Вы можете ввести или разрешить сбор данных, связанных со здоровьем, таких как уровень глюкозы в крови, использование инсулина, диетические привычки и физические упражнения.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Мы обрабатываем все персональные данные с уважением и конфиденциальностью, а сбор этой информации осуществляется исключительно с целью улучшения вашего опыта пользования сайтом Day-Life и предоставления персонализированной поддержки в управлении диабетом. Мы рекомендуем вам пересмотреть свои настройки конфиденциальности и контролировать информацию, которой вы делитесь с нами.",
            "class": ""
        },
        {
            "type": "title",
            "content": "3. Использование данных:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life использует информацию, которую мы собираем от наших пользователей, с максимальной осторожностью и ответственностью. Целью сбора данных является улучшение функциональности нашего приложения и предоставление вам персонализированного опыта управления диабетом. Вот как мы используем собранные данные:",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "1. Персонализированное управление здоровьем:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Использование данных о состоянии здоровья: Ваши данные о состоянии здоровья, такие как уровень глюкозы в крови, использование инсулина и информация о диете, используются для предоставления персонализированной информации и рекомендаций, которые помогут вам эффективнее контролировать диабет.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Постановка целей и отслеживание: Мы используем ваши данные, чтобы помочь установить цели в отношении здоровья и отслеживать ваш прогресс во времени.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "2. Улучшение и расширение функций приложения:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Анализ использования приложения: Информация о том, как вы используете приложение, помогает нам определить, какие функции являются наиболее ценными для наших пользователей, что позволяет нам определять приоритеты совершенствования и внедрять новые функции.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Техническая оптимизация: Данные об устройствах и использовании позволяют нам оптимизировать работу приложения на различных устройствах и операционных системах.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "3. Общение и поддержка:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Поддержка пользователей: Контактная информация, например ваш адрес электронной почты, используется для связи с вами, предоставления поддержки и отправки важных уведомлений, связанных с приложением.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Отзывы и опросы: Мы можем использовать вашу информацию для получения обратной связи или участия в опросах для улучшения наших услуг.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "4. Агрегация данных для исследований:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Использование обезличенных данных: С вашего согласия анонимные данные о состоянии здоровья могут быть использованы в исследовательских целях для лучшего понимания тенденций развития диабета и улучшения лечения диабета.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "5. Маркетинговые и информационные обновления:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Индивидуальный маркетинг: На основе использования вами приложения и ваших предпочтений мы можем отправлять вам персонализированные маркетинговые сообщения и информационные материалы, связанные с лечением диабета.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Обратите внимание, что мы не продаем вашу личную информацию третьим лицам. Все данные используются с целью улучшения вашего опыта работы с Day-Life и помощи в эффективном управлении диабетом.",
            "class": ""
        },
        {
            "type": "title",
            "content": "4. Хранение и безопасность данных:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Мы придерживаемся общепринятых отраслевых стандартов, чтобы защитить вашу личную информацию. Ни один способ передачи данных через Интернет, мобильные технологии или метод электронного хранения не является полностью безопасным. Поэтому, хотя мы стараемся поддерживать физические, электронные и процедурные гарантии для защиты конфиденциальности информации, которую мы собираем онлайн, мы не можем гарантировать ее абсолютную безопасность. Наш Сервис имеет меры безопасности, направленные на защиту от потери, неправильного использования и изменения информации, находящейся под нашим контролем. Мы используем стандартное шифрование Secure Socket Layer (SSL), которое кодирует информацию для таких передач. Вся информация Сервиса хранится на защищенных серверах. Доступ к хранимым данным защищен многоуровневыми средствами безопасности, включая брандмауэры, управление доступом на основе ролей и паролей. Вы несете ответственность за сохранение своего пароля в тайне. Если у вас есть основания полагать, что ваше взаимодействие с нами больше не является безопасным (например, если вы чувствуете, что безопасность любой учетной записи, которую вы можете иметь у нас, была нарушена), пожалуйста, немедленно сообщите нам о проблеме, связавшись с нами по адресу <a href='mailto:dialife.codevery@gmail.com' class='!text-primary font-semibold'>dialife.codevery@gmail.com</a>.",
            "class": ""
        },
        {
            "type": "title",
            "content": "5. Права пользователей:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "В соответствии с действующим законодательством, вы можете пользоваться любыми правами, описанными в этом разделе. Информацию о запросах относительно прав на персональные данные и о том, как подать запрос, смотрите здесь. Обратите внимание, что мы можем попросить вас подтвердить вашу личность и запрос, прежде чем принять меры по вашему запросу.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "a. Управление вашей информацией.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Если у вас есть учетная запись, вы можете получить доступ к определенной информации и обновить ее через настройки вашей учетной записи. Вы несете ответственность за поддержание вашей личной информации в актуальном состоянии.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "b. Исправление неточной или неполной информации.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Вы имеете право попросить нас исправить неточную или неполную личную информацию о вас (и которую вы не можете самостоятельно обновить в своем Аккаунте, если таковая имеется).",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "c. Доступ к данным и перенос.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "В некоторых юрисдикциях действующее законодательство может предоставлять вам право запрашивать определенные копии вашей личной информации, которую мы храним. Вы также имеете право требовать копии персональных данных, которые вы нам предоставили, в структурированном, общепринятом и машиночитаемом формате и/или просить нас передать эту информацию другому поставщику услуг (если это технически возможно).",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "d. Хранение и удаление данных.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Обычно мы храним вашу личную информацию столько, сколько необходимо для выполнения договора между вами и нами и для соблюдения наших юридических обязательств. В некоторых юрисдикциях вы можете потребовать полного удаления вашей личной информации. Обратите внимание, что если вы запрашиваете удаление вашей личной информации:",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Мы можем хранить некоторую вашу личную информацию, если это необходимо для наших законных деловых интересов, таких как выявление и предотвращение мошенничества и повышение безопасности. Например, если мы приостанавливаем действие аккаунта из-за мошенничества или по соображениям безопасности, мы можем сохранить определенную информацию из этого аккаунта, чтобы предотвратить открытие пользователем нового аккаунта в будущем.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Мы можем хранить и использовать вашу личную информацию в объеме, необходимом для выполнения наших юридических обязательств. Например, для налоговых обязательств, юридической отчетности и аудита.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Информация, которой вы поделились с другими (например, отзывы, сообщения на форуме), может оставаться общедоступной на Сервисе или через него, даже после того, как ваш Аккаунт будет удален. Кроме того, некоторые копии вашей информации (например, записи журналов) могут оставаться в нашей базе данных, но отделены от личных идентификаторов.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Поскольку мы поддерживаем Сервис для защиты от случайной или злонамеренной потери и уничтожения, остаточные копии вашей личной информации могут не удаляться из наших систем резервного копирования в течение ограниченного периода времени.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "e. Отзыв согласия и ограничение обработки.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Если мы обрабатываем вашу личную информацию на основании вашего согласия, вы можете отозвать свое согласие в любое время, изменив настройки вашего Аккаунта или отправив нам сообщение с указанием того, какое согласие вы отзываете. Обратите внимание, что отзыв вашего согласия не влияет на законность любой деятельности по обработке, которая осуществлялась на основании такого согласия до его отзыва. Кроме того, в некоторых юрисдикциях действующее законодательство может предоставлять вам право ограничивать способы использования нами вашей личной информации, в частности, если (i) вы оспариваете точность вашей личной информации; (ii) обработка является незаконной, и вы возражаете против удаления вашей личной информации; (iii) нам больше не нужна ваша личная информация для целей обработки, но вам нужна информация для установления, осуществления или защиты юридических претензий; или (iv) вы возражаете против обработки в соответствии со следующим разделом и ожидаете проверки того, преобладают ли наши законные основания над вашими собственными.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "f. Возражения против обработки.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "В некоторых юрисдикциях действующее законодательство может предоставлять вам право требовать от нас не обрабатывать вашу личную информацию для определенных конкретных целей (включая профилирование), если такая обработка основывается на законном интересе. Если вы возражаете против такой обработки, мы больше не будем обрабатывать вашу личную информацию для этих целей, если только мы не сможем продемонстрировать убедительные законные основания для такой обработки или если такая обработка необходима для установления, осуществления или защиты юридических претензий.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Если ваши персональные данные обрабатываются для целей прямого маркетинга, вы можете в любое время попросить нас прекратить обработку ваших данных для этих целей прямого маркетинга, отправив электронное письмо на адрес <a href='mailto:dialife.codevery@gmail.com' class='!text-primary font-semibold'>dialife.codevery@gmail.com</a>.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "g. Подача жалоб.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Вы имеете право подать жалобу на нашу деятельность по обработке данных, обратившись к нам через раздел “Связаться с нами” ниже или в надзорный орган.",
            "class": ""
        },
        {
            "type": "title",
            "content": "6. Передача и раскрытие информации третьим лицам:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life предоставляет приоритет приватности и конфиденциальности данных наших пользователей. В соответствии с этим обязательством, мы не передаем любую личную информацию или информацию о состоянии здоровья, собранную через наше приложение, сторонним организациям. Данные наших пользователей используются исключительно с целью предоставления и улучшения наших услуг по управлению диабетом и не продаются, не обмениваются и не раскрываются третьим лицам.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Мы придерживаемся этой позиции по неразглашению, чтобы обеспечить доверие наших пользователей к нашим услугам и поддерживать самые высокие стандарты конфиденциальности. В случае любых будущих изменений в этой политике, пользователи будут проинформированы, и их согласие будет запрошено в соответствии с правовыми и этическими стандартами.",
            "class": ""
        },
        {
            "type": "title",
            "content": "7. Соблюдение законов:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life полностью обязуется соблюдать все соответствующие законы и правила в отношении конфиденциальности и защиты данных в юрисдикциях, где мы работаем. Это включает в себя соблюдение основных законов, таких как GDPR в Европейском Союзе и HIPAA в США. Мы гарантируем, что наша практика всегда соответствует требованиям законодательства, включая получение четкого согласия пользователей на обработку данных и уважение прав пользователей в отношении их персональных данных. Наш подход к соблюдению требований характеризуется прозрачностью и подотчетностью, и мы поддерживаем открытое сотрудничество с регуляторными органами. Назначенный сотрудник по защите данных контролирует наши усилия по соблюдению требований законодательства, отвечая на любые запросы и управляя нашими стратегиями защиты данных.",
            "class": ""
        },
        {
            "type": "title",
            "content": "8. Конфиденциальность детей:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Условия предоставления услуг четко предусматривают, что Пользователи должны быть (i) 18 лет или старше. Day-Life сознательно не собирает личную информацию от пользователей младше 13 лет. В случае, если мы узнаем, что мы собрали любую личную информацию от пользователя в возрасте до 13 лет, мы попытаемся идентифицировать и удалить эту информацию из нашей базы данных.",
            "class": ""
        },
        {
            "type": "title",
            "content": "9. Обновление Политики конфиденциальности:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Мы оставляем за собой право изменять условия этой политики конфиденциальности в любое время. Когда мы вносим изменения, мы просматриваем дату “последнего обновления” в верхней части политики. Если в этом заявлении или в том, как мы будем использовать вашу личную информацию, произойдут существенные изменения, мы уведомим вас, разместив сообщение о таких изменениях здесь или на нашей домашней странице, или отправив вам электронное письмо. Мы рекомендуем вам просматривать эту политику каждый раз, когда вы посещаете один из наших веб-сайтов или приложений.",
            "class": ""
        },
        {
            "type": "title",
            "content": "10. Контактная информация:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Для общих вопросов или подачи жалобы напишите нам на электронный адрес <a class='!text-primary font-semibold' href='mailto:dialife.codevery@gmail.com'>dialife.codevery@gmail.com</a>, или по почте на адрес <a class='!text-primary font-semibold' href='https://goo.gl/maps/vSWuPwoVKDCTFSbT9'>69000 Ukraine, Zaporizhzhia Peremogy St, 61</a>.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Чтобы деактивировать свою учетную запись, перейдите в главное меню, затем нажмите “настройки” и прокрутите список настроек до самого низа. Вы увидите опцию “Удалить мою учетную запись”, нажмите на нее, и вам будет предложено ввести пароль к вашей учетной записи, чтобы продолжить процесс удаления. После ввода пароля нажмите кнопку “Удалить”. После этого ваша учетная запись будет удалена безвозвратно.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Если вы хотите сохранить данные перед удалением учетной записи, вам необходимо перейти в раздел “База данных” и создать резервную копию ваших данных. После этого ее можно сохранить, или отправить себе на электронную почту или в социальные сети, или любым другим удобным способом.",
            "class": ""
        }
    ]
}