{
    "title": "Privacy Policy",
    "content": [
        {
            "type": "title",
            "content": "Last Updated: May 01, 2020",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Codevery, Inc. (www.codevery.com), as well as any present or future affiliated or related application, website or company (“Codevery” or “we”), recognizes the importance of your privacy. This privacy policy tells you what personal information we collect and how we use it. Codevery may change this privacy policy from time to time, in its sole discretion, as discussed in section 7 below. By using or visiting any Codevery website, application, product, software, tool, data feed, and/or service (collectively the “Service”), you understand and agree to the terms of this policy.",
            "class": ""
        },
        {
            "type": "title",
            "content": "1. Introduction:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Welcome to Day-Life, your dedicated companion for managing diabetes with ease and confidence. Our mission is to empower you to take control of your health by providing a comprehensive, user-friendly platform for tracking, managing, and understanding diabetes.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "At Day-Life, we deeply value your privacy and the trust you place in us to handle your personal health data responsibly. This Privacy Policy is designed to transparently outline how we collect, use, protect, and share your information. Our commitment is to ensure that your data is handled with the utmost care and confidentiality, adhering to the highest standards of privacy and data protection.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Using Day-Life means you have a reliable partner in your diabetes management journey. We are dedicated to safeguarding your personal information while offering a personalized experience tailored to your health needs. This policy will guide you through our data handling practices and your rights regarding your personal information.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "We encourage you to read this Privacy Policy carefully to understand our approach to privacy and how your data plays a crucial role in providing you with the best possible service. If you have any questions or concerns about our privacy practices, please feel free to contact us.",
            "class": ""
        },
        {
            "type": "title",
            "content": "2. Information Collection:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life is dedicated to helping you manage your diabetes effectively. To do this, our app collects certain types of information, which are essential for providing personalized health insights and improving your experience. This section of our Privacy Policy outlines the types of data we collect and how they are used.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Personal Information:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "<strong>User-Provided Data:</strong> This includes information you enter when creating an account, such as your name, email address, age, and gender.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "<strong>Health Data:</strong> You may input or authorize the collection of health-related data such as blood glucose levels, insulin usage, dietary habits, and exercise patterns.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "We handle all personal data with respect and confidentiality, and the collection of this information is solely for the purpose of enhancing your experience with Day-Life and providing personalized diabetes management support. We encourage you to review your privacy settings and control the information you share with us.",
            "class": ""
        },
        {
            "type": "title",
            "content": "3. Use of Data:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "At Day-Life, the information we collect from our users is utilized with the utmost care and responsibility. The purpose of collecting data is to enhance the functionality of our app and provide you with a personalized diabetes management experience. Here’s how we use the data we collect:",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "1. Personalized Health Management:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Health Data Utilization: Your health data, such as blood glucose levels, insulin usage, and dietary information, is used to offer personalized insights and recommendations to help manage your diabetes more effectively.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Goal Setting and Tracking: We use your data to help set health goals and track your progress over time.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "2. App Improvement and Feature Enhancement:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Analyzing App Usage: Information about how you use the app helps us identify which features are most valuable to our users, allowing us to prioritize improvements and introduce new functionalities.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Technical Optimization: Device and usage data enable us to optimize the app’s performance across different devices and operating systems.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "3. Communication and Support:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "User Support: Contact information like your email address is used to communicate with you, provide support, and send important app-related notifications.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Feedback and Surveys: We may use your information to request feedback or participate in surveys to improve our services.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "4. Data Aggregation for Research:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Anonymized Data Use: With your consent, anonymized health data may be used for research purposes to better understand diabetes trends and improve diabetes care.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "5. Marketing and Informational Updates:",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Tailored Marketing: Based on your app usage and preferences, we may send you personalized marketing communications and informational content related to diabetes management.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Please note that we do not sell your personal information to third parties. All data use is in line with enhancing your experience with Day-Life and helping you manage your diabetes effectively.",
            "class": ""
        },
        {
            "type": "title",
            "content": "4. Data Storage and Security:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "We follow generally accepted industry standards to help protect your personal information. No method of transmission over the internet, mobile technology, or method of electronic storage, is completely secure. Therefore, while we endeavor to maintain physical, electronic, and procedural safeguards to protect the confidentiality of the information that we collect online, we cannot guarantee its absolute security. Our Service has security measures in place designed to protect against the loss, misuse and alteration of the information under our control. We use standard Secure Socket Layer (SSL) encryption that encodes information for such transmissions. All Service information is maintained on secure servers. Access to stored data is protected by multi-layered security controls including firewalls, role-based access controls and passwords. You are responsible to keep your password secure. If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any account you might have with us has been compromised), please immediately notify us of the problem by contacting us at <a href='mailto:dialife.codevery@gmail.com' class='!text-primary font-semibold'>dialife.codevery@gmail.com</a>.",
            "class": ""
        },
        {
            "type": "title",
            "content": "5. User Rights:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Consistent with applicable law, you may exercise any of the rights described in this section. See here for information on personal data rights requests and how to submit a request. Please note that we may ask you to verify your identity and request before taking action on your request.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "a. Managing Your Information.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "If you have an Account, you may access and update some of your information through your Account settings. You are responsible for keeping your personal information up-to-date.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "b. Rectification of Inaccurate or Incomplete Information.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "You have the right to ask us to correct inaccurate or incomplete personal information about you (and which you cannot update yourself within your Account, if any).",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "c. Data Access and Portability.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "In some jurisdictions, applicable law may entitle you to request certain copies of your personal information held by us. You may also be entitled to request copies of personal information that you have provided to us in a structured, commonly used, and machine-readable format and/or request us to transmit this information to another service provider (where technically feasible).",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "d. Data Retention and Erasure.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "We generally retain your personal information for as long as is necessary for the performance of the contract between you and us and to comply with our legal obligations. In certain jurisdictions, you can request to have all your personal information deleted entirely. Please note that if you request the erasure of your personal information:",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "We may retain some of your personal information as necessary for our legitimate business interests, such as fraud detection and prevention and enhancing safety. For example, if we suspend an Account for fraud or safety reasons, we may retain certain information from that Account to prevent that user from opening a new Account in the future. We may retain and use your personal information to the extent necessary to comply with our legal obligations. For example, for tax, legal reporting and auditing obligations.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Information you have shared with others (e.g., reviews, forum postings) may continue to be publicly visible on or through the Service, even after your Account is canceled. Additionally, some copies of your information (e.g., log records) may remain in our database, but are disassociated from personal identifiers.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "Because we maintain the Service to protect from accidental or malicious loss and destruction, residual copies of your personal information may not be removed from our backup systems for a limited period of time.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "e. Withdrawing Consent and Restriction of Processing.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "If we are processing your personal information based on your consent you may withdraw your consent at any time by changing your Account settings or by sending a communication to us specifying which consent you are withdrawing. Please note that the withdrawal of your consent does not affect the lawfulness of any processing activities based on such consent before its withdrawal. Additionally, in some jurisdictions, applicable law may give you the right to limit the ways in which we use your personal information, in particular where (i) you contest the accuracy of your personal information; (ii) the processing is unlawful and you oppose the erasure of your personal information; (iii) we no longer need your personal information for the purposes of the processing, but you require the information for the establishment, exercise or defense of legal claims; or (iv) you have objected to the processing pursuant to the next section and pending the verification whether our legitimate grounds override your own.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "f. Objection to Processing.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "In some jurisdictions, applicable law may entitle you to require us not to process your personal information for certain specific purposes (including profiling) where such processing is based on legitimate interest. If you object to such processing we will no longer process your personal information for these purposes unless we can demonstrate compelling legitimate grounds for such processing or such processing is required for the establishment, exercise or defense of legal claims.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "Where your personal information is processed for direct marketing purposes, you may, at any time ask us to cease processing your data for these direct marketing purposes by sending an e-mail to <a href='mailto:dialife.codevery@gmail.com' class='!text-primary font-semibold'>dialife.codevery@gmail.com</a>.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "g. Lodging Complaints.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "You have the right to lodge complaints about our data processing activities by filing a complaint with us via the “Contact Us” section below or with a supervisory authority.",
            "class": ""
        },
        {
            "type": "title",
            "content": "6. Third-Party Sharing and Disclosure:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life prioritizes the privacy and confidentiality of our users’ data. Consistent with this commitment, we do not share any personal or health information collected through our app with third-party entities. Our users’ data is exclusively used for the purpose of providing and improving our diabetes management services and is not sold, traded, or otherwise disclosed to outside parties.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "We maintain this stance on non-disclosure to ensure our users’ trust in our services and to uphold the highest standards of privacy. In the event of any future changes to this policy, users will be informed and their consent will be sought, in accordance with legal and ethical standards.",
            "class": ""
        },
        {
            "type": "title",
            "content": "7. Compliance with Laws:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "Day-Life is fully committed to complying with all relevant data privacy and protection laws and regulations in the jurisdictions where we operate. This includes adherence to major laws such as the GDPR in the European Union and HIPAA in the United States. We ensure that our practices are always aligned with legal requirements, including obtaining explicit user consent for data processing and respecting users’ rights regarding their personal data. Our approach to compliance is characterized by transparency and accountability, and we maintain open cooperation with regulatory authorities. A designated Data Protection Officer oversees our compliance efforts, addressing any inquiries and guiding our data protection strategies.",
            "class": ""
        },
        {
            "type": "title",
            "content": "8. Children’s Privacy:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "The Terms of Service clearly provide that Users must be (i) 18 or older. Day-Life does not knowingly collect personally identifiable information from users under 13. In the event that we learn that we have collected any personal information from a user under the age of 13, we will attempt to identify and delete that information from our database.",
            "class": ""
        },
        {
            "type": "title",
            "content": "9. Updates to the Privacy Policy:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "We reserve the right to change the terms of this privacy policy at any time. When we make changes, we will revise the “last updated” date at the top of the policy. If there are material changes to this statement or in how we will use your personal information, we will notify you by prominently posting a notice of such changes here or on our home page, or by sending you an email. We encourage you to review this policy whenever you visit one of our websites or applications.",
            "class": ""
        },
        {
            "type": "title",
            "content": "10. Contact Information:",
            "class": "font-extrabold"
        },
        {
            "type": "paragraph",
            "content": "For general inquiries or to lodge a complaint, email us at <a class='!text-primary font-semibold' href='mailto:dialife.codevery@gmail.com'>dialife.codevery@gmail.com</a>, or by mail to <a class='!text-primary font-semibold' href='https://goo.gl/maps/vSWuPwoVKDCTFSbT9'>69000 Ukraine, Zaporizhzhia Peremogy St, 61</a>.",
            "class": ""
        },
        {
            "type": "paragraph",
            "content": "To deactivate your account, go to the main menu, then press ‘settings’ and scroll to the very bottom of the settings list. You will see the option ‘Delete my account’, click on it and you will be prompted to enter the password for your account to continue the deletion process. After entering the password, press the ‘Delete’ button. After this, your account will be permanently deleted.",
            "class": "mb-0"
        },
        {
            "type": "paragraph",
            "content": "If you want to save the data before deleting your account, you need to go to the ‘database’ section and create a backup of your data. After this, it can be saved, or sent to yourself via email or social networks, or any other convenient way.",
            "class": ""
        }
    ]
}